export let questions: any = [

    {
        question: "აქვს თუ არა წითელი ავტომობილის მძღოლს ისრის მიმართულებით მოძრაობის გაგრძელების უფლება, თუ შუქნიშნის მწვანე მაშუქი სიგნალის შემდეგ, ყვითელი მაშუქი სიგნალის ჩართვისას მას არ შეეძლო „სდექ“ ხაზთან გაჩერება მკვეთრი დამუხრუჭების გარეშე?",
        img: "http://teoria.on.ge/files/new/6cf54746857403e7caed949422f912f9.jpg",
        answers: [
            "აქვს უფლება",
            "არ აქვს უფლება"
        ],
        corrAnswer: 0
    },
    {
        question: "რა თანამიმდევრობით უნდა გაიარონ გზაჯვარედინი სატრანსპორტო საშუალებებმა ისრის მიმართულებით მოძრაობის შემთხვევაში, თუ შუქნიშანი არ მუშაობს?",
        img: "http://teoria.on.ge/files/new/a2b30166979141a5b0bd88d8f2224e75.jpg",
        answers: [
            "ჯერ უნდა გაიაროს ავტობუსმა, შემდეგ - მსუბუქმა ავტომობილმა, შემდეგ - სატვირთო ავტომობილმა, ბოლოს - მოტოციკლმა",
            "ჯერ უნდა გაიაროს მსუბუქმა და სატვირთო ავტომობილებმა, შემდეგ -  ავტობუსმა და მოტოციკლმა",
            "ჯერ უნდა გაიაროს ავტობუსმა და მოტოციკლმა, შემდეგ - მსუბუქმა და სატვირთო ავტომობილებმა"
        ],
        corrAnswer: 2
    },
    {
        question: "რომელი ავტომობილის მძღოლს წარმოექმნება გზის დათმობის ვალდებულება ისრის მიმართულებით მოძრაობის შემთხვევაში, თუ მსუბუქი ავტომობილი გამოდის ავტოგასამართი სადგურის ტერიტორიიდან?",
        img: "http://teoria.on.ge/files/new/5f541596e9c9c3b2508054962fabd9c1.jpg",
        answers: [
            "მსუბუქი ავტომობილის მძროლს",
            "მოპედის მძღოლს"
        ],
        corrAnswer: 0
    },
    {
        question: "რომელი ავტომობილის მძღოლს წარმოექმნება გზის დათმობის ვალდებულება ისრის მიმართულებით მოძრაობის შემთხვევაში?",
        img: "http://teoria.on.ge/files/new/c8f9926b38fc92a58012521155e789a7.jpg",
        answers: [
            "ლურჯი ავტომობილის მძღოლს",
            "თეთრი ავტომობილის მძღოლს"
        ],
        corrAnswer: 0
    },
    {
        question: "რომელი ავტომობილია დაყენებული დგომის წესების დარღვევით დაუსახლებელ პუნქტში?",
        img: "http://teoria.on.ge/files/new/ca9047675ad7163762ecc6d4c2d689dc.jpg",
        answers: [
            "ორივე ავტომობილი",
            "არცერთი ავტომობილი",
            "წითელი ავტომობილი",
            "მწვანე ავტომობილი"
        ],
        corrAnswer: 2
    },
    {
        question: "მოცემულ სიტუაციაში, ეკრძალება თუ არა ყვითელი ავტომობილის მძღოლს ისრის მიმართულებით მოძრაობა?",
        img: "http://teoria.on.ge/files/new/257f548e1704a907ae5d33c75f3e71f0.jpg",
        answers: [
            "ეკრძალება",
            "არ ეკრძალება"
        ],
        corrAnswer: 0
    },
    {
        question: "რა თანამიმდევრობით უნდა გაიარონ გზაჯვარედინი სატრანსპორტო საშუალებებმა ისრის მიმართულებით მოძრაობის შემთხვევაში, თუ შუქნიშანი არ მუშაობს?",
        img: "http://teoria.on.ge/files/new/a2b30166979141a5b0bd88d8f2224e75.jpg",
        answers: [
            "ჯერ უნდა გაიაროს ავტობუსმა, შემდეგ - მსუბუქმა ავტომობილმა, შემდეგ - სატვირთო ავტომობილმა, ბოლოს - მოტოციკლმა",
            "ჯერ უნდა გაიაროს მსუბუქმა და სატვირთო ავტომობილებმა, შემდეგ -  ავტობუსმა და მოტოციკლმა",
            "ჯერ უნდა გაიაროს ავტობუსმა და მოტოციკლმა, შემდეგ - მსუბუქმა და სატვირთო ავტომობილებმა"
        ],
        corrAnswer: 2
    },
    {
        question: "რომელი სატრანსპორტო საშუალების მძღოლი არ დაარღვევს საგზაო მოძრაობის წესებს ისრის მიმართულებით მოძრაობის შემთხვევაში? ",
        img: "http://teoria.on.ge/files/new/fc76fb65f633eb70fa4c32d8b9f29112.jpg",
        answers: [
            "ორივე სატრანსპორტო საშუალების მძღოლი",
            "მხოლოდ მოტოციკლის მძღოლი",
            "მხოლოდ მსუბუქი ავტომობილის მძღოლი"
        ],
        corrAnswer: 2
    },
    {
        question: "რომელი ავტომობილის მძღოლი არღვევს საგზაო მოძრაობის წესებს, თუ ტრაქტორი მოძრაობს 50კმ/სთ სიჩქარით, ხოლო სატვირთო ავტომობილი ახორციელებს გასწრებას",
        img: "http://teoria.on.ge/files/new/005412fbc4afa1cd5bf3e19a3a82081f.jpg",
        answers: [
            "მხოლოდ სატვირთო ავტომობილის მძღოლი",
            "როგორც ტრაქტორის, ასევე სატვირთო ავტომობილის მძღოლი",
            "მხოლოდ ტრაქტორის მძღოლი"
        ],
        corrAnswer: 1
    },
    {
        question: "რომელი ავტომობილია დაყენებული დგომის წესების დარღვევით დაუსახლებელ პუნქტში?",
        img: "http://teoria.on.ge/files/new/ca9047675ad7163762ecc6d4c2d689dc.jpg",
        answers: [
            "ორივე ავტომობილი",
            "არცერთი ავტომობილი",
            "წითელი ავტომობილი",
            "მწვანე ავტომობილი"
        ],
        corrAnswer: 2
    }


]